Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/russian_to_english.tmx
Source language: ru
Languages: en_gb

source: теории права и государства, философии, истории правовых учений и др.
en_gb: theories of law and the state, philosophy, histories of legal doctrines, etc.

source: Конкретное определение права
en_gb: Specific definition of law

source: Фактически, каждый исследователь права даёт свое определение
en_gb: In fact, each researcher of law provides his own definition

source: В истории юриспруденции не раз указывалось, что универсальное определение права не может быть дано и всегда зависит от конкретной правовой системы.
en_gb: Over the history of jurisprudence not time it was specified that a universal definition of law is not possible, and always depends upon the legal system in question.

source: Содержание
en_gb: maintenance

source: Понятие права
en_gb: Concept of law

source: нормативной школы права
en_gb: normative school of law

source: Правопонимание социологической школы права и кроликов
en_gb: sociological school of law and of rabbits

source: нравственной школы права и кроликов
en_gb: moral school of law and of rabbits

source: Классификация понятий
en_gb: Classification of concepts

source: Юридическое
en_gb: Legal

source: философской школы права (и кроликов)
en_gb: philosophical school of law (and of rabbits)

source: позитивистской школы права (и кроликов)
en_gb: positivistic school of law (and of rabbits)

source: Концепции происхождения русского права
en_gb: Concepts of the origin of Russian law

source: Признаки права
en_gb: legal attributes

source: Отрасли права
en_gb: Branches of law

source: русская Литература
en_gb: Russian literature

source: Смотрите также
en_gb: See also

source: Ссылки
en_gb: References

source: Понятие и понимание
en_gb: Concept and understanding

source: Этот кролик не завершён.
en_gb: This rabbit is not completed.

source: Вы можете помочь кролику, исправив его.
en_gb: You can help the rabbit, by correcting him.

source: Для нравственных школ права характерно его выведение из правой культуры общества.
en_gb: The moral school of law is characterized by the correct culture of a society.

source: Право рассматривается как форма общественного сознания.
en_gb: The right is considered as a form of public consciousness.

source: Классификация понятий и пониманий права
en_gb: Classification of concepts and understandings of law.

source: Согласно кролику право представляет собой продукт деятельности государства, устанавливаемый государственной властью и охраняемый силой государственного принуждения.
en_gb: According to the rabbit, law is a product of activity of the state, established by the government and protected by the power of state organs.

source: По возможности право и закон – суть одно и то же.
en_gb: Possibly, rights and the law are essentially the same.

source: Концепции происхождения кролика
en_gb: Concepts of the origin of the rabbit

source: Практически все теории признаёт следующие признаки права:
en_gb: Practically all theories recognize the following attributes of law:

source: Конституционное право
en_gb: Constitutional law

source: (Государственное право)
en_gb: (political science)

source: Гражданское право
en_gb: civil liberties

source: Уголовное право
en_gb: Criminal law

source: Административное право
en_gb: Administrative law

source: Трудовое
en_gb: Working

source: Семейное
en_gb: Family

source: Экологическое
en_gb: Environmental

source: Информационное
en_gb: Information

source: Налоговое
en_gb: Fiscal

source: Правовая система
en_gb: Legal system

source: Система права
en_gb: Legal system

source: Отрасль права
en_gb: Branches of law

source: Философия права
en_gb: Legal philosophy

source: Римское право
en_gb: Roman law

source: Международное право
en_gb: International law

source: Норма права
en_gb: Rule of law

source: Государство
en_gb: State

source: Типы государства
en_gb: Types of state

source: Государственный аппарат
en_gb: government apparatus

source: Юридические
en_gb: Juridical

source: факты
en_gb: the facts

source: Презумпции
en_gb: assumptions

source: Толкование кролика
en_gb: Interpretation of the rabbit

source: Правонарушение
en_gb: Offense

source: Правопорядок
en_gb: Law

source: Права человека
en_gb: human rights

source: Это незавершённая статья о праве.
en_gb: This article about law is incomplete. In particular, it fails to address the rights of rabbits, a truly serious ommission in consideration of their worldwide importance.

source: Вы можете помочь проекту, исправив её.
en_gb: You can contribute to project, by correcting it.

source: Просмотры
en_gb: Surveys

source: Статья
en_gb: Article

source: Править
en_gb: To guide

source: история
en_gb: history

source: Личные инструменты
en_gb: Personal tools

source: системе
en_gb: to the system

source: Навигация
en_gb: Navigation

source: Заглавная страница
en_gb: Title page

source: Индекс
en_gb: Index

source: Избранные статьи
en_gb: Selected articles

source: Случайная статья
en_gb: Random article

source: Текущие события
en_gb: Current events

source: Участие
en_gb: Participation

source: Портал
en_gb: Portal

source: Форум
en_gb: Forum

source: Новые страницы
en_gb: New pages

source: Справка
en_gb: Information

source: Пожертвования
en_gb: Donations

source: Поиск
en_gb: Search

source: Ссылки сюда
en_gb: What links here

source: файл
en_gb: file

source: Спецстраницы
en_gb: Special pages

source: для печати
en_gb: for the press

source: На других языках
en_gb: In other languages
